# brew command-line tools using Homebrew
# Usage: `brew bundle`

tap 'alcaeus/brew'

brew 'bash-completion'
brew 'git'
brew 'gnupg'
brew 'pinentry-mac'
brew 'hub'
brew 'curl'
brew 'wget'
brew 'watch'
brew 'cloc'
brew 'mas'
brew 'php'
brew 'php@7.2'
brew 'php@7.1'
brew 'php@7.4'
brew 'composer'
brew 'yarn'
brew 'npm'

cask 'iterm2'
